


{
 "resultCount":3,
 "results": [
{"wrapperType":"track", "kind":"feature-movie", "artistId":909253, "trackId":333728932, "artistName":"Jack Johnson", "trackName":"Jack Johnson: En Concert", "trackCensoredName":"Jack Johnson: En Concert", "artistViewUrl":"https://itunes.apple.com/us/artist/jack-johnson/909253?uo=4", "trackViewUrl":"https://itunes.apple.com/us/movie/jack-johnson-en-concert/id333728932?uo=4", 
"previewUrl":"http://video.itunes.apple.com/apple-assets-us-std-000001/Video128/v4/be/ef/af/beefaffe-6278-4336-07a1-de180ddaeaf8/mzvf_1177979557611386379.640x468.h264lc.U.p.m4v", "artworkUrl30":"https://is2-ssl.mzstatic.com/image/thumb/Video/v4/b7/f6/89/b7f6899e-354c-c502-5d6f-9c4a12f9dffb/source/30x30bb.jpg", "artworkUrl60":"https://is2-ssl.mzstatic.com/image/thumb/Video/v4/b7/f6/89/b7f6899e-354c-c502-5d6f-9c4a12f9dffb/source/60x60bb.jpg", "artworkUrl100":"https://is2-ssl.mzstatic.com/image/thumb/Video/v4/b7/f6/89/b7f6899e-354c-c502-5d6f-9c4a12f9dffb/source/100x100bb.jpg", "collectionPrice":12.99, "trackPrice":12.99, "releaseDate":"2009-01-01T08:00:00Z", "collectionExplicitness":"notExplicit", "trackExplicitness":"notExplicit", "trackTimeMillis":4773648, "country":"USA", "currency":"USD", "primaryGenreName":"Concert Films", "contentAdvisoryRating":"NR", "shortDescription":"Jack Johnson:: En Concert A Live Film and Album. Words by Emmett Malloy (filmmaker) I began making", 
"longDescription":"Jack Johnson:: En Concert A Live Film and Album. Words by Emmett Malloy (filmmaker) I began making films about 10 years ago with Jack. We became good friends right away, and seemed to be into the same sort of films, but both of us did not know a whole lot about the process. So we started with what we knew best.making surf films. We made a couple of films together, and it wasn't long before Jack figured out making music was his real calling. So I lost my favorite cinematographer in Jack, but gained a new favorite musician. Now several years later, I have been lucky enough to be able to document the last decade of Jack's music career. This past summer, a couple of friends and I went to Europe with Jack and his band for a tour supporting his last record, Sleep Through the Static. We brought a couple of cameras and microphones because it seemed like a great tour to capture. Jack Johnson::En Concert was the result of that decision. There was a point in the middle of the European tour where I was on stage behind Jack as he sang one of his most intimate love songs, \"Better Together\". Looking through my lens I focused in on Jack standing alone in front of 20,000 fans. Lighters and cell phones lit up the crowd, illuminating most all of the audience that was singing along. It was the biggest backup vocal section I had ever witnessed, and it looked and sounded beautiful. As I focused my camera on the crowd, I began to see all the details of the fans. What went through my head was that we were in Paris, France, and suddenly the language barrier had no restrictions. Everyone knew the translation for Jack's simple message, that \"it's so much better when we're together.\" This connection with the fans continued to happen in every country we traveled to around the world. These simple messages and testaments of love and family are what make Jack's music so popular around the globe. As the filmmaker I really enjoyed being able to document the honest relationship between an artist and his fans. No matter where we were in the world that year, it was clear that everyone understood and believed in what Jack was singing about. Jack Johnson:: En Concert is a documentation of Jack and his band playing some of the most historic venues throughout Europe, and everything interesting they did in between shows. Jack really does not like to be on the other side of the lens. Getting a shot of him is kind of similar to getting a shot of the Loch Ness Monster; it's a rare occurrence. Surprisingly, he let our cameras really join him on this tour. I just knew that I better keep a guitar or surfboard in his hands, because with either of those weapons he seemed to never know we were there. Enjoy the film. Emmett Malloy JACK JOHNSON EN CONCERT"}, 
{"wrapperType":"track", "kind":"feature-movie", "artistId":909253, "trackId":1093911100, "artistName":"Jack Johnson", "trackName":"All At Once: On the Road Tour Documentary", "trackCensoredName":"All At Once: On the Road Tour Documentary", "artistViewUrl":"https://itunes.apple.com/us/artist/jack-johnson/909253?uo=4", "trackViewUrl":"https://itunes.apple.com/us/movie/all-at-once-on-the-road-tour-documentary/id1093911100?uo=4", 
"previewUrl":"http://video.itunes.apple.com/apple-assets-us-std-000001/Video111/v4/a8/e5/19/a8e5199c-df7e-7ff1-6c87-0bc4db95a201/mzvf_2579342668513896153.640x476.h264lc.U.p.m4v", "artworkUrl30":"https://is4-ssl.mzstatic.com/image/thumb/Video5/v4/94/0f/0c/940f0cfb-3368-1e16-f94f-f89c27ae8496/source/30x30bb.jpg", "artworkUrl60":"https://is4-ssl.mzstatic.com/image/thumb/Video5/v4/94/0f/0c/940f0cfb-3368-1e16-f94f-f89c27ae8496/source/60x60bb.jpg", "artworkUrl100":"https://is4-ssl.mzstatic.com/image/thumb/Video5/v4/94/0f/0c/940f0cfb-3368-1e16-f94f-f89c27ae8496/source/100x100bb.jpg", "collectionPrice":7.99, "trackPrice":7.99, "trackRentalPrice":2.99000, "collectionHdPrice":9.99000, "trackHdPrice":9.99000, "trackHdRentalPrice":3.99000, "releaseDate":"2016-01-01T08:00:00Z", "collectionExplicitness":"notExplicit", "trackExplicitness":"notExplicit", "trackTimeMillis":2472388, "country":"USA", "currency":"USD", "primaryGenreName":"Concert Films", "contentAdvisoryRating":"NR", "shortDescription":"This film takes an intimate look at Jack Johnson's music and tour greening initiatives. When Jack", 
"longDescription":"This film takes an intimate look at Jack Johnson's music and tour greening initiatives. When Jack goes on the road, he doesn't just show up and play music. The tour partners with local non-profits, local food vendors and strives to leave a lasting positive impact. The entire tour is an extension of the environmentally conscious and socially engaged life he leads along with his wife, Kim. After years on the road, playing venues around the globe, the Johnson's have established an inspiring way of touring with a focus on creating as little impact on the earth as possible. Along the way, the tour gives a platform to dozens of local non-profits working to educate and inspire others to make choices that benefit our communities and the greater global environment. While following Jack's 2014 west coast tour, this film highlights the Johnson's Kokua Hawaii Foundation, the All At Once campaign, and several non-profit partners and businesses focusing on plastic free initiatives and sustainable local food systems. Additionally, the film highlights the unique way in which tour is run. From traveling on biodiesel-powered buses, to sourcing organic and locally grown meals to carefully disposing of waste created along the way. The goal of the tour and this documentary is to inspire people to get involved, make the right choices, and enjoy the music along the way."}, 
{"wrapperType":"track", "kind":"feature-movie", "trackId":1020340181, "artistName":"Justin Krumb", "trackName":"Minds In the Water", "trackCensoredName":"Minds In the Water", "trackViewUrl":"https://itunes.apple.com/us/movie/minds-in-the-water/id1020340181?uo=4", 
"previewUrl":"http://video.itunes.apple.com/apple-assets-us-std-000001/Video122/v4/56/ec/5e/56ec5e69-d3a2-1724-efbc-ba2f4ce41397/mzvf_7061884105406007548.640x478.h264lc.U.p.m4v", "artworkUrl30":"https://is3-ssl.mzstatic.com/image/thumb/Video1/v4/47/58/ce/4758cedb-1812-d56e-4256-d362a41b3b5d/source/30x30bb.jpg", "artworkUrl60":"https://is3-ssl.mzstatic.com/image/thumb/Video1/v4/47/58/ce/4758cedb-1812-d56e-4256-d362a41b3b5d/source/60x60bb.jpg", "artworkUrl100":"https://is3-ssl.mzstatic.com/image/thumb/Video1/v4/47/58/ce/4758cedb-1812-d56e-4256-d362a41b3b5d/source/100x100bb.jpg", "collectionPrice":9.99, "trackPrice":9.99, "trackRentalPrice":3.99000, "collectionHdPrice":12.99000, "trackHdPrice":12.99000, "trackHdRentalPrice":3.99000, "releaseDate":"2012-11-13T08:00:00Z", "collectionExplicitness":"notExplicit", "trackExplicitness":"notExplicit", "trackTimeMillis":5106472, "country":"USA", "currency":"USD", "primaryGenreName":"Action & Adventure", "contentAdvisoryRating":"NR", "shortDescription":"Pro soul surfer Dave \"Rasta\" Rastovich went from observer to activist when he embarked on a personal", 
"longDescription":"Pro soul surfer Dave \"Rasta\" Rastovich went from observer to activist when he embarked on a personal mission to help dolphins, whales and the oceans they all share. While unsure at first, Rasta quickly found his activist sea legs and helped build a core team of filmmakers, journalists, musicians, eco-pirates and celebrity surfers to help spread the message, in an international quest to inspire change."}]
}


